{
  "createdAt": "1645182272",
  "creator": "0x9f800d9b8ffe055229ad6e4c42c467f7f516bf0e",
  "currentBalance": "0",
  "handle": "freedomconvoy2022",
  "id": "395",
  "terminal": "0x981c8ecd009e3e84ee1ff99266bf1461a12e5c68",
  "totalPaid": "0",
  "totalRedeemed": "0",
  "uri": "QmeL4E4GGaNK6Fphp6FNZkrzhwnKHy5ST8seds6FUDJDPG",
  "name": "Freedom Convoy 2022 DAO",
  "description": "Dear supporter,\nThe Adopt-a-Trucker initiative was born in the Ottawa region to support the overwhelming amount of trucks arriving in the city.  We provide all the local services from First Aid, to room and board. We are not supported by the Freedom Convoy's GoFundMe or GiveSendGo donations as it has always been designated to the fuel trucks and vehicle logistics. We source our own volunteers and funding.But before we go on... There's more to just raising money for food shuttle and lodging. We are changing the narrative. Our guests (truckers) have helped improve the downtown core. Shovelling snow, moving out garbage, cleaning graffiti, supporting the homeless and cooperating with the authorities is just the start. The energy, unity, excitement and hope they have brought to our city is unimaginable. We need your support, for as long as it takes, to make Ottawa a better place than it was before they arrived. Imagine how it reflects on all of us, across the country and the world.",
  "logoUri": "https://jbx.mypinata.cloud/ipfs/QmStDULaexHD3YwWuyoETU3LCBgHgpDUorfmD8qSoYzpgJ",
  "infoUri": "www.freedomconvoy.com.cn",
  "twitter": "Anonymous Q",
  "discord": "",
  "payButton": "",
  "payDisclosure": "Volunteering\nWe have set up a booth downtown, in front of the parliament buildings, to collect information from all those wishing to assist.\nThank you for helping any way you can. We are all volunteers giving our everything to the benefit of every Canadian.\nSurvey for Ottawa residents: https://forms.gle/A8BoFgPQRotidEBc9\nVolunteer registration form: https://forms.gle/MLDkSgFmmZy9pkHV7\nLegal Aid\nThe Democracy Fund: 647-479-4456\n\"the best way to make sure your donation is received, is always to arrive yourself in ottawa and hand deliver the aid, or sponsor someone from your community\"",
  "tokens": [],
  "version": 3,
  "payEvents": [],
  "redeemEvents": [],
  "withdrawEvents": [],
  "reservesEvents": []
}