{
  "id": "415",
  "handle": "tunnelcash",
  "creator": "0x9f38c852aa0fc1aa2b7385b37777a2fbf645d224",
  "createdAt": "1645566303",
  "uri": "Qmb1DXmLRAFbZH4sgs6QhQLdJYxF7mEQTttfQ1dvJroHsB",
  "currentBalance": "0",
  "totalPaid": "0",
  "totalRedeemed": "0",
  "terminal": "0x981c8ecd009e3e84ee1ff99266bf1461a12e5c68",
  "name": "Tunnel Cash",
  "infoUri": "https://tunnel.cash",
  "logoUri": "https://jbx.mypinata.cloud/ipfs/QmeLWWuQBJgW4gwWuy1JJeP4VdEH4oR9WqgWJ1iFt4DKLT",
  "description": "We are building world’s first decentralized functionally encrypted anonymous smart contract and private transaction platform for scalable decentralized applications codenamed Tunnel Cash. Tunnel Cash is an anonymity-centric cross-chain decentralized platform enabling non-custodial private transactions and anonymous smart contracts supporting private transactions with arbitrary amounts and shielded transfers as well as functionally encrypted general-purpose decentralized applications supporting multi-user inputs on Terra and EVM-compatible blockchains e.g. Ethereum, BSC, Avalanche and Polygon.\n\nTunnel Cash will enable functionally encrypted internet of blockchains where all data and agents hosted are encrypted and only authorized users will be able to query the encrypted data and agents to a granular level without decrypting those in the first place. This will disrupt business models of many monopoly-seeking corporations e.g. Amazon, Microsoft, Oracle, TCS etc. ",
  "twitter": "tunnel_cash",
  "discord": "https://discord.gg/tNKHQDBa4W",
  "tokens": [],
  "version": 3,
  "payButton": "",
  "payDisclosure": "The funds raised here will be used to pay for research and development as well as marketing and promotion of Tunnel Cash protocol. This project carries moderate risk and very high upside potential. Please invest at your own discretion after visiting our project website and after going through our technical whitepaper, token economics, use-cases and protocol architecture. You may reach out to our team on Discord, Telegram and Twitter anytime. ",
  "payEvents": [],
  "redeemEvents": [],
  "withdrawEvents": [],
  "reservesEvents": []
}