{
  "createdAt": "1641978861",
  "creator": "0x9757e05dd084646f61de2014c2f01f172b2c0868",
  "currentBalance": "0",
  "handle": "nepridao",
  "id": "258",
  "terminal": "0xd569d3cce55b71a8a3f3c418c329a66e5f714431",
  "totalPaid": "0",
  "totalRedeemed": "0",
  "uri": "QmQ2vCisUBXxJWjxE6FxH6rcd6S1jZvkEPW5kpDxMkv195",
  "name": "NEPRIDAO",
  "description": "NEPRIDAO is a DAO that is already supported by Gitcoin community members, Gitcoin Grants Round 11 Matching Fund and with billions in forecasted contributions from product development and Merging & Acquisition operations. NEPRIDAO aims to raise funds to build the future of finance and a decentralized tokenized economy, democratize and bring DeFi to 3 Billion People, support builders of the decentralized economy, and other activities and projects the DAO may propose. It is an open platform for proposals that are voted upon by NEP token holders. It is agnostic to chains and projects. Possible proposals include 1) Products Development 2) Merging and Acquisition 3) direct partnerships or swaps with projects, and 4) expansion via specialized independent entities. \nAllocate the next world's best DAO-directed treasury, build and design products for the mass adoption of DeFi & crypto, bridge Fintech & CeFi and DeFi, GameFi (DeFi Play-to-Earn), partner with leading protocols.\n",
  "logoUri": "https://jbx.mypinata.cloud/ipfs/QmThUWr7sgF5v7NDBkFvnSTmyFEbvP6k2Qo4bf1ipgHBx2",
  "infoUri": "https://nepridao.io/",
  "twitter": "NEPRIDAO_HQ",
  "discord": "https://discord.gg/S6wg8fjGRr",
  "payButton": "Bring DeFi to 3 Billion People",
  "payDisclosure": "Bring DeFi to 3 Billion people with NEP.\n\nAllocate the next world's best DAO-directed treasury, build and design products for the mass adoption of DeFi & crypto, bridge Fintech & CeFi and DeFi, GameFi (DeFi Gaming Play-to-Earn), partner with leading protocols, Merging and Acquisition, and rewrite the laws of finance.\n\nNEPRIDAO is a DAO governed by NEP token holders. Through the proposal and voting process, NEP token holders will determine the actions and direction of NEPRIDAO. NEP token value is correlated to the success and growth of the ecosystem via various economic links.\nAnyone can propose products development, partnerships, and product upgrades for NEPDAO. NEP token holders will vote on whether to approve or reject these proposals. Ideas need to provide sufficient analysis and be executable. \n$NEP will be an ERC-20 token. It will be used to stake in the system, and as a governance token when the governance module is launched. As it conforms to the ERC-20 standard, the $NEP token will be tradeable on any exchange and storable on any wallet - allowing anyone in the world to access it.\n\nTransfer Restrictions - \nThe content contained in this website does not constitute an offer or sale of securities in or into the United States, or to or for the account or benefit of U.S. persons, or in any other jurisdictions where it is unlawful to do so.\nTransfer of NEP tokens may be subject to legal restrictions under applicable laws. Under no circumstances shall NEP tokens be reoffered, resold or transferred within the United States or to, or for the account or benefit of, U.S. persons, except pursuant to an exemption from, or in a transaction not subject to, the registration requirements of the U.S. Securities Act of 1933, as amended.\n",
  "tokens": [],
  "version": 3,
  "fundingCycles": [
    {
      "toETHSymbol": "NEP",
      "target": "172000000000000000000000",
      "duration": "45 days",
      "start": "2022-02-26 9:14am",
      "end": "2022-04-12 9:14am",
      "discount": 0.1
    }
  ],
  "inWallet": {
    "eth": "0",
    "jbx": "0"
  },
  "tokenAddress": "0xFA53f828a0272851cA15D4AD7A515b21C164873E",
  "totalSupply": "0",
  "holdingSymbol": "NEP",
  "payEvents": [],
  "redeemEvents": [],
  "withdrawEvents": [],
  "reservesEvents": []
}