{"createdAt":"1641383544","creator":"0x316fbc0e1afcf724ea9622892ef9811f23cf3718","currentBalance":"0","handle":"benepubblicobrmoro","id":"249","terminal":"0xd569d3cce55b71a8a3f3c418c329a66e5f714431","totalPaid":"0","totalRedeemed":"0","uri":"QmbkD4ZVNXQS2fQ8E4F92xv5tnyw3WwL17hYJw6fwbYzuM","name":"benepubblicoBRMoro","description":"\nIN PAUSA, NON DONATE!!!!\n\n\nVogliamo comprare i 9 volantini che le Brigate Rosse mandarono durante il sequestro Moro e che saranno vendute all'asta nelle prossime settimane. Vogliamo donare questi volantini ad un museo perche' siano di proprieta' della comunita' e non di una collezione privata.\n\nLa prima asta chiude il 18 gennaio quindi la raccolta deve essere rapida!\n\nUsiamo la tecnologia blockchain e crypto per essere trasparenti e efficienti nella raccolta e utilizzo dei fondi. Ci ispiriamo a ConstitutionDAO (https://en.wikipedia.org/wiki/ConstitutionDAO)","logoUri":"https://jbx.mypinata.cloud/ipfs/QmNLyAuy8yW3feSH6UgKjocxSzriaUbgRJfDDCzp7tnx3Y","infoUri":"","twitter":"benepubblicoBRM","discord":"","payButton":"Partecipa","payDisclosure":"IN PAUSA, NON DONATE!!!\n\nI volantini sono messi all'asta da Bertolami (https://auctions.bertolamifinearts.com/it/lot/122055/moro-aldo-maglie-23-settembre-1916-/).\n\nNon c'e' garanzia di successo ma proveremo a contattare direttamente la casa d'asta che, secondo il suo stesso regolamento, puo' raggiungere un accordo ex-asta. Se non funzionasse parteciparemo all'asta cercando di raggiungere il risultato di ottenere tutti e 9 i volantini e donarli ad un museo (ancora da definire allo stato attuale).\n\nIl progretto potrebbe fallire. I fondi non utilizzati per comprare i volantini saranno restituiti (dopo le fees di gestione della piattaforma).\n\nNon abbiamo definito un target di raccolta perche' non sappiamo quando servira'. Il primo volantino al momento (5 gennaio) ha un offerta di 5,500 euro quindi ad una prima stima dovremo raccogliere almeno 80-100 mila euro per avere completo successo. Probabilmente di piu'.","tokens":[],"version":3,"payEvents":[],"redeemEvents":[],"withdrawEvents":[],"reservesEvents":[]}
